// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="Java JAR ファイル“%@”を起動できませんでした。";
com.apple.java.JarLauncher.classLaunchFailed="Java クラスファイル“%@”を起動できませんでした。";
com.apple.java.JarLauncher.checkConsole = "コンソールでエラーメッセージを確認してください。";
